window.genreTree = {
  "ダイエット・健康": {
    "サプリメント": {
      "アミノ酸": {
        "BCAA": {},
        "オルニチン": {},
        "カルニチン": {},
        "ギャバ": {},
        "その他": {},
        "マルチアミノ酸": {}
      },
      "オリゴ糖": {},
      "クエン酸": {},
      "グルコサミン・コンドロイチン": {
        "グルコサミン": {},
        "グルコサミン・コンドロイチン混合": {},
        "コンドロイチン": {}
      },
      "コラーゲン": {},
      "その他": {},
      "ヒアルロン酸": {},
      "ビタミン": {
        "その他": {},
        "ビタミンA": {},
        "ビタミンB1": {},
        "ビタミンB12": {},
        "ビタミンB2": {},
        "ビタミンB3・ナイアシン": {},
        "ビタミンB5・パントテン酸": {},
        "ビタミンB6": {},
        "ビタミンB7・ビオチン": {},
        "ビタミンB8": {},
        "ビタミンB9・葉酸": {},
        "ビタミンB群": {},
        "ビタミンC": {},
        "ビタミンD": {},
        "ビタミンE": {},
        "ビタミンK": {},
        "ビタミンP": {},
        "マルチビタミン": {}
      },
      "ビタミン・ミネラル混合": {},
      "ファイトケミカル": {
        "アスタキサンチン": {},
        "カテキン": {},
        "その他": {},
        "ポリフェノール": {
          "その他": {},
          "ピクノジェノール": {},
          "レスベラトロール": {}
        },
        "マルチファイトケミカル": {},
        "ルテイン": {},
        "大豆イソフラボン": {}
      },
      "プラセンタ": {},
      "プロテイン": {
        "カゼインプロテイン": {},
        "ソイプロテイン": {},
        "その他": {},
        "プロテオグリカン": {},
        "ホエイプロテイン": {},
        "マルチプロテイン": {}
      },
      "プロバイオティクス": {
        "KW乳酸菌": {},
        "L-92乳酸菌": {},
        "アシドフィルス菌": {},
        "ケフィア": {},
        "その他": {},
        "ビフィズス菌": {},
        "フェカリス菌": {},
        "マルチプロバイオティック": {},
        "ラブレ菌": {}
      },
      "プロポリス": {},
      "ミドリムシ": {},
      "ミネラル": {
        "カリウム": {},
        "カルシウム": {},
        "クロム": {},
        "ケイ素": {},
        "その他": {},
        "マグネシウム": {},
        "マルチミネラル": {},
        "マンガン": {},
        "ヨウ素": {},
        "亜鉛": {},
        "鉄": {},
        "銅": {}
      },
      "ラクトフェリン": {},
      "ローヤルゼリー": {},
      "核酸": {},
      "酵素": {
        "SOD": {},
        "アルファリポ酸": {},
        "コエンザイムQ10": {},
        "その他": {},
        "マルチ酵素": {}
      },
      "脂肪酸・オイル": {
        "CLA": {},
        "DHA": {},
        "EPA": {},
        "HMB": {},
        "クリルオイル": {},
        "その他": {},
        "フィッシュオイル": {},
        "マルチ脂肪酸": {}
      },
      "植物性エキス": {
        "アサイー": {},
        "イチョウ葉": {},
        "ウコン": {},
        "エキナセア": {},
        "カカオ": {},
        "カプサイシン": {},
        "カムカム": {},
        "ガラナ": {},
        "キノコ・マッシュルーム": {
          "アガリクス茸": {},
          "シイタケ": {},
          "その他": {}
        },
        "クロレラ": {},
        "ゴジベリー": {},
        "サラシア": {},
        "じゃばら": {},
        "スピルリナ": {},
        "セントジョーンズワート": {},
        "その他": {},
        "チアシード": {},
        "トンカットアリ": {},
        "ニンニク": {},
        "ノコギリヤシ": {},
        "バジルシード": {},
        "ビーポーレン": {},
        "プエラリア": {},
        "フォルスコリ": {},
        "フコイダン": {},
        "ブルーベリー": {},
        "マカ": {},
        "マキベリー": {},
        "メシマコブ茸": {},
        "高麗人参": {},
        "黒豆": {},
        "田七人参": {},
        "梅肉": {}
      },
      "食物繊維": {},
      "動植物性混合エキス": {},
      "動物性エキス": {
        "サメ": {},
        "シジミ": {},
        "スッポン": {},
        "その他": {},
        "卵黄": {}
      }
    },
    "その他": {},
    "ダイエット": {
      "その他": {},
      "ダイエットスイーツ": {
        "ウエハース": {},
        "ガム": {},
        "キャンディ": {},
        "クッキー・ビスケット": {},
        "グミ": {},
        "クラッカー": {},
        "ケーキ": {},
        "ゼリー": {},
        "その他": {},
        "チップス・せんべい": {},
        "チョコレートバー": {},
        "プリン": {},
        "フレーク": {},
        "ラスク": {},
        "和菓子": {}
      },
      "ダイエットドリンク": {
        "グリーンスムージー": {},
        "ゼリー飲料": {},
        "その他": {},
        "ダイエットコーヒー": {},
        "ダイエットココア": {},
        "ダイエットシェイク": {},
        "ダイエットティー": {
          "その他": {},
          "ダイエットフルーツ茶": {},
          "ダイエット紅茶": {},
          "ダイエット緑茶": {}
        },
        "ファスティングドリンク（短期断食）": {},
        "酵素配合飲料": {}
      },
      "ダイエットフード": {
        "スープ": {
          "その他": {},
          "にがりスープ": {}
        },
        "その他": {},
        "もどきご飯・こんにゃくご飯": {},
        "粥・リゾット": {
          "あずき玄米粥": {},
          "キムチ粥": {},
          "クリームリゾット": {},
          "その他": {},
          "リゾット": {},
          "鶏粥": {},
          "玄米リゾット": {},
          "玄米粥": {},
          "玄米雑炊": {},
          "胡麻粥": {}
        },
        "食事セット": {
          "その他": {},
          "中華セット": {},
          "洋風セット": {},
          "和風セット": {}
        },
        "麺類": {
          "うどん": {},
          "そうめん": {},
          "その他": {},
          "ところてん": {},
          "パスタ": {},
          "ラーメン": {},
          "春雨": {},
          "冷麺": {}
        }
      },
      "ダイエット・シェイプアップウェア": {
        "インナー": {
          "キャミソール": {},
          "ショーツ": {},
          "ストッキング": {},
          "スパッツ・レギンス": {},
          "その他": {},
          "パンツ": {},
          "ブラジャー": {}
        },
        "ウエストシェイパー・腹巻": {},
        "ソックス": {},
        "その他": {},
        "フェイスマスク": {},
        "ふくらはぎシェイパー": {},
        "太ももシェイパー": {},
        "二の腕シェイパー": {}
      },
      "ダイエット器具": {
        "EMS": {},
        "シェイプアップグッズ": {},
        "その他": {},
        "ダイエットクッション": {},
        "ダイエットサンダル": {},
        "ダイエットシューズ": {},
        "ダイエットスリッパ": {},
        "表情筋トレーニング器具": {}
      }
    },
    "デンタルケア": {
      "その他": {},
      "デンタルフロス": {},
      "マウスウォッシュ・洗口液": {},
      "ヤニ取り": {},
      "口臭予防": {},
      "歯ブラシ": {
        "360度歯ブラシ": {},
        "その他": {},
        "ワンタフトブラシ": {},
        "矯正用ブラシ": {},
        "手用歯ブラシ": {},
        "電子歯ブラシ・イオン歯ブラシ": {}
      },
      "歯ブラシスタンド・ホルダー": {},
      "歯間ブラシ": {},
      "歯磨きコップ": {},
      "歯磨き粉": {},
      "舌クリーナー・タンクリーナー": {},
      "入れ歯安定剤": {},
      "入れ歯洗浄剤": {}
    },
    "リラックス・マッサージ用品": {
      "アイケア用品": {},
      "エステユニフォーム": {},
      "ストレッチグッズ": {
        "エクササイズ用ポール": {},
        "ストレッチマット": {},
        "ストレッチングボード": {},
        "その他": {},
        "ぶら下がり器": {}
      },
      "その他": {},
      "フットケア用品": {},
      "フットバス": {},
      "温浴器": {
        "ゲルマニウム温浴用": {},
        "その他": {},
        "マイナスイオン温浴用": {}
      },
      "簡易マッサージグッズ": {
        "その他": {},
        "ハンディマッサージ": {},
        "マッサージローラー": {},
        "足ツボマッサージ": {}
      },
      "岩盤浴": {
        "その他": {},
        "岩盤浴クッション": {},
        "岩盤浴ボール": {},
        "岩盤浴マット": {}
      },
      "気泡浴器": {},
      "光触媒グッズ": {},
      "腰ケア用品": {},
      "耳ツボ関連": {},
      "炭グッズ": {},
      "竹酢液グッズ": {},
      "木酢液グッズ": {
        "その他": {},
        "入浴用木酢液": {},
        "木酢液": {}
      }
    },
    "健康アクセサリー": {
      "ゲルマニウムアクセサリー": {
        "ゲルマニウムシール": {},
        "ゲルマニウムネックレス": {},
        "ゲルマニウムブレスレット": {},
        "ゲルマニウムリング": {},
        "ゲルマニウム温浴ボール": {},
        "その他": {}
      },
      "その他": {},
      "チタンアクセサリー": {
        "その他": {},
        "チタンネックレス": {},
        "チタンブレスレット": {},
        "チタンリング": {}
      },
      "トルマリンアクセサリー": {
        "その他": {},
        "トルマリンネックレス": {},
        "トルマリンブレスレット": {},
        "トルマリンリング": {}
      },
      "バナジウム": {},
      "ブラックシリカ": {},
      "マイナスイオンアクセサリー": {
        "その他": {},
        "マイナスイオンネックレス": {},
        "マイナスイオンブレスレット": {}
      },
      "磁気アクセサリー": {
        "その他": {},
        "磁気ネックレス": {},
        "磁気ブレスレット": {},
        "磁気リング": {}
      }
    },
    "健康グッズ": {
      "カイロ": {
        "その他": {},
        "使い捨てカイロ": {
          "その他": {},
          "レギュラータイプ（粘着剤なし）": {},
          "靴・靴下用タイプ": {},
          "座布団タイプ": {},
          "貼るタイプ（粘着剤付）": {}
        },
        "燃料補給式カイロ": {}
      },
      "その他": {},
      "安眠グッズ": {
        "アイピロー": {},
        "いびき関連グッズ": {},
        "その他": {},
        "ベッド": {},
        "掛け布団": {},
        "肩当て": {},
        "就寝用腹巻": {},
        "除湿シート": {},
        "低反発グッズ": {},
        "湯たんぽ": {},
        "敷布団": {},
        "冷え対策ソックス": {}
      },
      "矯正グッズ": {
        "コルセット": {},
        "サポーター": {
          "その他": {},
          "外反母趾用": {},
          "腰用": {},
          "骨盤用": {},
          "背筋用": {},
          "膝用": {}
        },
        "ストレッチ器具": {},
        "その他": {},
        "ベルト": {},
        "リップトレーナー": {},
        "円座クッション": {},
        "矯正用シューズ": {},
        "視力回復トレーニング": {},
        "足指ストレッチ": {}
      },
      "禁煙グッズ": {
        "サプリメント": {},
        "その他": {}
      },
      "健康サンダル・スリッパ": {},
      "健康シューズ": {},
      "冷却グッズ・暑さ対策用品": {
        "その他": {},
        "子供用冷却パック": {},
        "大人用冷却パック": {}
      }
    },
    "健康食品": {
      "スープ": {
        "カプサイシンスープ": {},
        "玄米スープ": {},
        "五穀スープ": {},
        "野菜スープ": {},
        "薬膳スープ": {}
      },
      "その他": {},
      "にがり": {},
      "マクロビオティック": {},
      "栄養・健康ドリンク": {
        "アロエジュース": {},
        "ゲルマニウムウォーター": {},
        "コーヒー飲料": {},
        "サジージュース": {},
        "その他": {},
        "バナジウムウォーター": {},
        "ヒアルロン酸配合ドリンク": {},
        "プラセンタ配合ドリンク": {},
        "ブラックジンガー": {},
        "ローヤルゼリー配合ドリンク": {},
        "栄養ドリンク剤": {},
        "寒天ドリンク": {},
        "機能性ゼリー": {},
        "高麗人参エキス配合ドリンク": {},
        "黒豆ココア": {},
        "青汁": {},
        "茶カテキン配合ドリンク": {}
      },
      "栄養調整食品": {
        "アスタキサンチン": {},
        "アマランサス配合": {},
        "キダチアロエエキス": {},
        "きな粉配合": {},
        "グルコサミン": {},
        "グルタチオン含有食品": {},
        "センシク（生食）配合": {},
        "その他": {}
      },
      "健康油": {},
      "特定保健用食品": {
        "お腹の調子": {},
        "コレステロール": {},
        "その他": {},
        "血圧": {},
        "血糖値": {},
        "歯の健康": {},
        "体脂肪": {},
        "中性脂肪": {}
      },
      "特別用途食品": {}
    }
  },
  "食品": {
    "その他": {},
    "チーズ・乳製品": {
      "コーヒー用ミルク": {},
      "その他": {},
      "チーズ": {
        "ウォッシュ": {
          "エポワス": {},
          "その他": {},
          "マンステール": {},
          "モン・ドール": {}
        },
        "シェーブル": {},
        "スモークチーズ": {},
        "セット・詰め合わせ": {},
        "セミハード": {
          "エダム": {},
          "エメンタール": {},
          "ゴーダ": {},
          "その他": {},
          "チェダー": {},
          "ミモレット": {},
          "ラクレット": {}
        },
        "その他": {},
        "チーズフォンデュ": {},
        "ハード": {
          "エメンタール": {},
          "コンテ": {},
          "その他": {},
          "チェダー": {},
          "パルミジャーノ・レッジャーノ": {},
          "ペコリーノ・ロマーノ": {}
        },
        "フレッシュ": {
          "カッテージチーズ": {},
          "クリームチーズ": {},
          "その他": {},
          "ブルサン": {},
          "フロマージュブラン": {},
          "マスカルポーネ": {},
          "モッツァレラ": {},
          "リコッタ": {}
        },
        "プロセス": {},
        "青カビ・ブルー": {
          "ゴルゴンゾーラ": {},
          "スティルトン": {},
          "その他": {},
          "フルムダンベール": {},
          "ロックフォール": {}
        },
        "白カビ": {
          "カマンベール": {},
          "サンタンドレ": {},
          "その他": {},
          "ブリー": {}
        }
      },
      "バター": {
        "無塩バター": {},
        "有塩バター": {}
      },
      "マーガリン": {},
      "ヨーグルト": {
        "カスピ海ヨーグルト": {},
        "ギリシャヨーグルト": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ソフトヨーグルト": {},
        "ドリンクヨーグルト": {},
        "低脂肪ヨーグルト": {},
        "無糖ヨーグルト": {}
      },
      "生クリーム・ホイップクリーム": {}
    },
    "パン・ジャム・シリアル": {
      "クルトン": {},
      "ジャム・はちみつ": {
        "コンポート": {},
        "ジャム・コンフィチュール": {},
        "その他": {},
        "チョコレートクリーム": {},
        "はちみつ・ハニー": {
          "ナッツのはちみつ漬け": {},
          "はちみつ": {},
          "マヌカハニー": {},
          "巣蜜・コムハニー": {}
        },
        "ピューレ": {},
        "ピーナッツクリーム・ピーナッツバター": {},
        "ミルククリーム": {},
        "メープルシロップ": {}
      },
      "シリアル": {
        "オートミール": {},
        "グラノーラ": {},
        "コーンフレーク": {},
        "その他": {},
        "ブラン": {},
        "ミューズリー": {},
        "玄米フレーク": {}
      },
      "セット・詰め合わせ": {},
      "パン": {
        "イングリッシュマフィン": {},
        "グリッシーニ": {},
        "クロワッサン": {},
        "スコーン": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "デニッシュ": {},
        "ドイツパン": {},
        "ナン": {},
        "フォカッチャ": {},
        "フランスパン": {},
        "プレッツェル": {},
        "ベーグル": {},
        "ロールパン": {},
        "菓子パン": {
          "あんパン": {},
          "クリームパン": {},
          "ジャムパン": {},
          "その他": {},
          "チョコレートパン": {},
          "メロンパン": {}
        },
        "食パン": {},
        "惣菜パン": {}
      }
    },
    "フルーツ・果物": {
      "アボカド": {},
      "あんず": {},
      "いちご": {},
      "イチジク": {},
      "オレンジ": {},
      "かぼす": {},
      "キウイフルーツ": {},
      "グレープフルーツ": {},
      "さくらんぼ": {},
      "ザクロ": {},
      "じゃばら": {},
      "スイカ": {},
      "すだち": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "ドラゴンフルーツ": {},
      "ドリアン": {},
      "パイナップル": {},
      "パッションフルーツ": {},
      "バナナ": {},
      "パパイヤ": {},
      "びわ": {},
      "ブドウ": {},
      "プラム": {},
      "ブルーベリー": {},
      "マンゴスチン": {},
      "マンゴー": {},
      "みかん": {},
      "ミラクルフルーツ": {},
      "メロン": {},
      "ゆず": {},
      "ライチ": {},
      "りんご": {},
      "レモン": {},
      "柿": {},
      "栗": {},
      "桃": {},
      "梅": {},
      "洋梨": {},
      "和梨": {}
    },
    "乾物": {
      "かんぴょう": {},
      "きな粉": {},
      "ごま": {},
      "さば節": {},
      "その他": {},
      "だし昆布": {},
      "とろろ昆布": {},
      "フカヒレ": {},
      "海苔": {
        "きざみ海苔・もみ海苔": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "韓国海苔": {},
        "焼き海苔": {},
        "青海苔": {},
        "味付け海苔": {}
      },
      "鰹節": {
        "セット・詰め合わせ": {},
        "その他": {},
        "厚削り節": {},
        "仕上節": {},
        "薄削り節": {}
      },
      "乾燥ひじき": {},
      "乾燥もずく": {},
      "乾燥わかめ": {},
      "干ししいたけ": {},
      "高野豆腐": {},
      "煮干": {},
      "春雨": {},
      "切干大根": {},
      "麩": {}
    },
    "缶詰": {
      "セット・詰め合わせ": {},
      "フルーツ・果物": {},
      "水産物加工品": {},
      "惣菜": {},
      "肉加工品": {},
      "野菜・きのこ": {}
    },
    "魚介類・水産加工品": {
      "アジ": {},
      "イカ": {},
      "イワシ": {},
      "ウニ": {},
      "エビ": {},
      "カツオ": {},
      "カニ": {},
      "サケ": {},
      "サバ": {},
      "サンマ": {},
      "シシャモ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "その他水産物": {
        "アイナメ": {},
        "アカメ・メヒカリ": {},
        "アユ": {},
        "アラ": {},
        "アンコウ": {},
        "イサキ": {},
        "イワナ": {},
        "エイ": {},
        "オコゼ": {},
        "カサゴ": {},
        "カジキ": {},
        "カマス": {},
        "カレイ": {},
        "カワハギ": {},
        "カンパチ": {},
        "キス": {},
        "クエ": {},
        "クラゲ": {},
        "コイ": {},
        "コチ": {},
        "サメ": {},
        "サヨリ": {},
        "サワラ": {},
        "スズキ": {},
        "その他": {},
        "タチウオ": {},
        "トビウオ": {},
        "ナマコ": {},
        "ニシン": {},
        "ノドグロ": {},
        "ハタハタ": {},
        "ハモ": {},
        "ヒラメ": {},
        "マス": {},
        "メバル": {},
        "ヤマメ": {}
      },
      "タイ": {},
      "タコ": {},
      "タラ": {
        "切り身・丸ごと": {},
        "白子": {}
      },
      "フグ": {
        "切り身・丸ごと": {},
        "白子": {}
      },
      "ブリ": {},
      "ホッケ": {},
      "マグロ": {
        "カマ": {},
        "その他": {},
        "トロ": {},
        "赤身": {},
        "大トロ": {}
      },
      "加工品": {
        "あん肝": {},
        "カニミソ": {},
        "くさや": {},
        "その他": {},
        "ちりめんじゃこ・しらす干し": {},
        "塩辛": {},
        "干物・燻製・スモーク食品": {},
        "新巻": {},
        "西京漬・漬魚": {}
      },
      "海藻類": {
        "セット・詰め合わせ": {},
        "その他": {},
        "ひじき": {},
        "めかぶ": {},
        "もずく": {},
        "わかめ": {},
        "海ぶどう": {},
        "昆布": {}
      },
      "貝類": {
        "アサリ": {},
        "アワビ": {},
        "エスカルゴ": {},
        "カキ": {},
        "サザエ": {},
        "シジミ": {},
        "その他": {},
        "つぶ貝": {},
        "とこぶし": {},
        "ばい貝": {},
        "ハマグリ": {},
        "ホタテ": {},
        "ほっき貝": {},
        "ホヤ": {},
        "ミル貝": {},
        "ムール貝": {},
        "赤貝": {},
        "鳥貝・トリガイ": {},
        "平貝・タイラギ": {}
      },
      "魚卵": {
        "イクラ・筋子": {
          "その他": {},
          "塩イクラ": {},
          "筋子": {},
          "醤油イクラ": {},
          "生イクラ": {}
        },
        "からすみ": {},
        "キャビア": {},
        "その他": {},
        "たらこ": {
          "その他": {},
          "真子": {},
          "切れ子": {}
        },
        "数の子": {
          "その他": {},
          "塩数の子": {},
          "味付け数の子": {}
        },
        "数の子明太": {},
        "明太子": {
          "イカ明太": {},
          "クラゲ明太": {},
          "その他": {},
          "真子": {},
          "切れ子": {},
          "明太高菜": {}
        }
      },
      "生ちりめん・生しらす": {}
    },
    "精肉・肉加工品": {
      "その他肉類": {},
      "ダチョウ肉": {},
      "加工品": {
        "コンビーフ": {},
        "サラミ": {},
        "ジャーキー・燻製": {},
        "セット・詰め合わせ": {},
        "ソーセージ": {
          "あらびき": {},
          "ウインナーソーセージ": {},
          "その他": {},
          "チョリソー": {},
          "フランクフルト": {},
          "ボロニアソーセージ": {},
          "骨付き": {},
          "生ソーセージ": {}
        },
        "その他": {},
        "ハム": {
          "その他": {},
          "ベリーハム": {},
          "ボンレスハム": {},
          "ロースハム": {}
        },
        "フォアグラ": {},
        "ベーコン": {},
        "生ハム・プロシュート": {}
      },
      "鴨肉": {},
      "牛肉": {
        "ギアラ・赤センマイ": {},
        "サーロイン": {},
        "スネ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "タン": {},
        "テール": {},
        "ハチノス": {},
        "ハツ": {},
        "ハラミ": {},
        "バラ・カルビ": {},
        "ヒレ・シャトーブリアン": {},
        "ホルモン": {},
        "みすじ": {},
        "ミノ": {},
        "モモ": {},
        "ランプ": {},
        "リブロース": {},
        "レバー": {},
        "肩ロース": {}
      },
      "鶏肉": {
        "カワ": {},
        "ささみ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ハツ": {},
        "ムネ": {},
        "モモ": {},
        "レバー": {},
        "砂肝・筋胃": {},
        "手羽": {},
        "軟骨": {}
      },
      "鹿肉": {},
      "七面鳥": {},
      "精肉セット": {},
      "猪肉": {},
      "豚肉": {
        "カシラ": {},
        "ガツ": {},
        "コブクロ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "タン": {},
        "ハツ": {},
        "バラ・カルビ": {},
        "ヒレ": {},
        "ホルモン": {},
        "ミミ": {},
        "モモ": {},
        "レバー": {},
        "ロース": {},
        "豚足": {}
      },
      "馬肉": {
        "セット・詰め合わせ": {},
        "その他": {},
        "タテガミ": {},
        "タン": {},
        "ハツ": {},
        "モツ": {},
        "レバー": {},
        "赤身": {},
        "霜降り": {}
      },
      "挽肉": {
        "その他": {},
        "牛肉": {},
        "鶏肉": {},
        "合挽き": {},
        "豚肉": {}
      },
      "羊肉": {
        "セット・詰め合わせ": {},
        "その他": {},
        "マトン": {},
        "ラム": {}
      }
    },
    "惣菜": {
      "アジアン・エスニック惣菜": {
        "セット・詰め合わせ": {},
        "その他": {},
        "タイ料理": {
          "セット・詰め合わせ": {},
          "その他": {},
          "トムヤムクン": {}
        },
        "ベトナム料理": {
          "その他": {},
          "フォー": {},
          "生春巻": {}
        },
        "南米料理": {
          "その他": {},
          "タコス": {},
          "トルティーヤ": {}
        }
      },
      "おせちセット": {
        "その他": {},
        "中華おせちセット": {},
        "洋風おせちセット": {},
        "和風おせちセット": {},
        "和洋おせちセット": {},
        "和洋中おせちセット": {}
      },
      "カレー": {},
      "その他": {},
      "韓国惣菜": {
        "スープ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "チヂミ": {},
        "トッポギ": {},
        "ナムル": {},
        "プルコギ": {},
        "参鶏湯": {}
      },
      "中華惣菜・点心": {
        "あんまん": {},
        "エビチリ": {},
        "シュウマイ": {},
        "スープ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ちまき": {},
        "角煮": {},
        "春巻き": {},
        "小籠包": {},
        "蒸し鶏": {},
        "酢豚": {},
        "中華ポテト": {},
        "肉まん": {},
        "北京ダック": {},
        "麻婆豆腐": {},
        "揚げもち": {},
        "餃子": {
          "セット・詰め合わせ": {},
          "その他": {},
          "水餃子": {},
          "生餃子": {}
        },
        "饅頭": {}
      },
      "鍋セット": {
        "キムチ鍋": {},
        "きりたんぽ鍋": {},
        "すき焼き": {},
        "その他": {},
        "ちゃんこ鍋": {},
        "もつ鍋": {},
        "水炊き": {},
        "石狩鍋": {}
      },
      "弁当・駅弁": {},
      "洋風惣菜": {
        "グラタン": {},
        "コロッケ": {},
        "サラダ": {},
        "シチュー": {},
        "スープ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "テリーヌ": {},
        "ドリア": {},
        "とんかつ": {
          "その他": {},
          "ヒレ": {},
          "ロース": {}
        },
        "パエリア": {},
        "ハヤシライス": {},
        "ハンバーガー": {},
        "ハンバーグ": {},
        "ピザ": {},
        "リゾット": {}
      },
      "和風惣菜": {
        "おこわ": {},
        "おでん": {},
        "おにぎり": {},
        "おひたし": {},
        "お粥": {},
        "お吸い物": {},
        "お好み焼き": {},
        "お茶漬け": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "たこ焼き": {},
        "なます・酢の物": {},
        "ひつまぶし": {},
        "みそ汁": {},
        "もんじゃ焼き": {},
        "卯の花": {},
        "蒲焼き": {},
        "雑炊": {},
        "刺身・たたき": {},
        "煮物": {},
        "寿司": {},
        "焼き魚": {},
        "焼き鳥・つくね": {},
        "焼豚": {},
        "赤飯": {},
        "茶碗蒸し": {},
        "佃煮": {},
        "天かす・揚げ玉": {},
        "天ぷら": {},
        "唐揚げ": {},
        "白焼き": {},
        "卵焼き": {},
        "丼": {
          "カツ丼": {},
          "その他": {},
          "牛丼": {},
          "親子丼": {},
          "豚丼": {}
        }
      }
    },
    "調味料": {
      "アジアン・エスニック調味料": {
        "ココナッツミルク": {},
        "スイートチリソース": {},
        "その他": {},
        "魚醤・ナンプラー": {}
      },
      "からし・マスタード": {
        "その他": {},
        "ディジョン": {},
        "粒": {}
      },
      "ケチャップ": {},
      "しお": {
        "クリスタルソルト": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ハーブソルト": {},
        "岩塩": {}
      },
      "しょうゆ": {
        "セット・詰め合わせ": {},
        "その他": {},
        "たまりじょうゆ": {},
        "減塩しょうゆ": {},
        "再仕込みしょうゆ": {},
        "刺身しょうゆ・だししょうゆ": {},
        "濃口しょうゆ": {},
        "白しょうゆ": {},
        "薄口しょうゆ": {}
      },
      "スパイス": {
        "オニオン": {},
        "カルダモン": {},
        "ガーリック": {},
        "クローブ": {},
        "コリアンダー": {},
        "サフラン": {},
        "シナモン": {},
        "ジンジャー": {},
        "スターアニス": {},
        "その他": {},
        "ターメリック": {},
        "ナツメグ": {},
        "パプリカ": {},
        "ブラックペッパー": {},
        "ホワイトペッパー": {},
        "山椒・花椒": {},
        "唐辛子": {
          "その他": {},
          "一味唐辛子": {},
          "七味唐辛子": {},
          "島とうがらし": {}
        }
      },
      "セット・詰め合わせ": {},
      "ソース・たれ": {
        "ウスターソース": {},
        "オイスターソース": {},
        "お好み焼きソース": {},
        "ステーキソース": {},
        "その他": {},
        "デミグラスソース": {},
        "とんかつソース": {},
        "パスタソース": {},
        "焼きそばソース": {},
        "焼肉のたれ": {},
        "中濃ソース": {}
      },
      "その他": {},
      "だし": {
        "あごだし": {},
        "あわせだし": {},
        "かつおだし": {},
        "こんぶだし": {},
        "その他": {},
        "ブイヨン・コンソメ": {}
      },
      "ドレッシング": {
        "イタリアンドレッシング": {},
        "かぼすドレッシング": {},
        "ごまドレッシング": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "フレンチドレッシング": {},
        "中華ドレッシング": {},
        "梅ドレッシング": {},
        "和風ドレッシング": {}
      },
      "ハーブ": {
        "オレガノ": {},
        "セージ": {},
        "その他": {},
        "タイム": {},
        "バジル": {},
        "パセリ": {},
        "ペパーミント": {},
        "マジョラム": {},
        "レモングラス": {},
        "ローズマリー": {},
        "ローレル": {}
      },
      "ふりかけ": {
        "おかか": {},
        "さけ": {},
        "しそ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "たらこ": {},
        "ちりめんじゃこ": {},
        "のりたま": {}
      },
      "ポン酢": {
        "かぼす": {},
        "すだち": {},
        "その他": {},
        "ゆず": {}
      },
      "マヨネーズ": {},
      "みそ": {
        "セット・詰め合わせ": {},
        "その他": {},
        "合わせみそ": {},
        "赤みそ": {},
        "豆みそ": {},
        "白みそ": {},
        "麦みそ": {},
        "米みそ": {},
        "粒みそ": {}
      },
      "ミックススパイス・混合調味料": {
        "ガラム・マサラ": {},
        "ごましお": {},
        "シナモンシュガー": {},
        "その他": {},
        "ブーケガルニ": {},
        "柚子胡椒": {}
      },
      "みりん": {
        "みりん風調味料": {},
        "発酵調味料": {},
        "本みりん": {}
      },
      "めんつゆ": {},
      "ラード": {},
      "ラーメンスープ": {},
      "わさび": {},
      "韓国調味料": {
        "コチュジャン": {},
        "サムジャン": {},
        "その他": {},
        "チョングッジャン": {},
        "テンジャン": {}
      },
      "麹": {},
      "砂糖・甘味料": {
        "オリゴ糖": {},
        "ガムシロップ": {},
        "グラニュー糖": {},
        "ざら糖": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "角砂糖": {},
        "黒砂糖": {},
        "三温糖": {},
        "上白糖": {},
        "人工甘味料": {},
        "氷砂糖": {},
        "和三盆": {}
      },
      "酒粕": {},
      "酢": {
        "セット・詰め合わせ": {},
        "その他": {},
        "バルサミコ": {},
        "果実酢": {},
        "玄米酢": {},
        "穀物酢": {},
        "赤ワインビネガー": {},
        "白ワインビネガー": {},
        "米酢": {}
      },
      "生わさび": {},
      "中華調味料": {
        "その他": {},
        "甜麺醤・テンメンジャン": {},
        "豆板醤・トウバンジャン": {},
        "辣醤・ラァジャン": {},
        "辣油・ラー油": {}
      },
      "油": {
        "アボカドオイル": {},
        "えごま油": {},
        "オリーブオイル": {},
        "グレープシードオイル": {},
        "コーン油": {},
        "ココナッツオイル": {},
        "ごま油": {},
        "こめ油": {},
        "サラダ油": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "トリュフオイル": {},
        "なたね油・キャノーラ油": {},
        "ひまわり油": {},
        "ピーナッツオイル": {},
        "べに花油": {},
        "マスタードオイル": {},
        "亜麻仁油": {},
        "玄米油": {},
        "大豆油": {},
        "椿油": {}
      },
      "料理の素": {
        "その他": {},
        "チャーハンの素": {},
        "回鍋肉の素": {},
        "寿司の素": {},
        "炊き込みご飯の素": {},
        "鍋の素": {},
        "八宝菜の素": {},
        "麻婆茄子の素": {},
        "麻婆豆腐の素": {}
      },
      "料理酒": {
        "清酒・合成清酒": {},
        "発酵調味料": {}
      }
    },
    "漬物・梅干し・キムチ": {
      "オリーブ": {},
      "キムチ": {},
      "その他": {},
      "ピクルス": {},
      "メンマ・ザーサイ": {},
      "水キムチ": {},
      "漬物": {
        "かす漬け": {},
        "こうじ漬け": {},
        "しば漬け": {},
        "しょうゆ漬け": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "たくあん漬け": {},
        "ぬか漬け": {},
        "みそ漬け": {},
        "もろみ漬け": {},
        "らっきょう漬け": {},
        "わさび漬け": {},
        "塩漬け": {},
        "松前漬け": {},
        "酢漬け": {},
        "浅漬け": {},
        "福神漬け": {}
      },
      "梅干し": {
        "きざみ梅": {},
        "しそ梅": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ねり梅": {},
        "はちみつ梅": {},
        "干し梅": {},
        "小梅": {},
        "焼梅干し": {},
        "赤じそ漬け": {},
        "田舎梅干し": {},
        "梅干しにんにく": {},
        "白梅干し": {}
      }
    },
    "豆腐・納豆・こんにゃく": {
      "こんにゃく・しらたき": {},
      "豆腐": {
        "おから": {},
        "がんもどき": {},
        "ごま豆腐": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "寄せ豆腐": {},
        "巾着": {},
        "絹ごし豆腐": {},
        "厚揚げ": {},
        "湯葉": {},
        "豆腐よう": {},
        "木綿豆腐": {},
        "油揚げ": {}
      },
      "納豆": {
        "その他": {},
        "ひきわり納豆": {},
        "ワラ納豆": {},
        "極小粒納豆": {},
        "黒豆納豆": {},
        "小粒納豆": {},
        "大粒納豆": {},
        "中粒納豆": {}
      }
    },
    "瓶詰": {
      "セット・詰め合わせ": {},
      "フルーツ・果物": {},
      "水産物加工品": {},
      "惣菜": {},
      "肉加工品": {},
      "野菜・きのこ": {}
    },
    "粉類": {
      "お好み焼・たこ焼き粉": {},
      "から揚げ粉": {},
      "コーンスターチ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "そば粉": {},
      "パン粉": {},
      "小麦粉": {},
      "天ぷら粉": {},
      "米粉": {},
      "片栗粉": {}
    },
    "米・雑穀": {
      "ご飯パック": {},
      "ジャスミンライス": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "もち麦": {},
      "もち米": {},
      "玄米": {},
      "雑穀・雑穀米": {
        "アマランサス": {},
        "あわ": {},
        "キヌア": {},
        "きび": {},
        "その他": {},
        "ひえ": {},
        "ブレンド": {},
        "黒米": {},
        "赤米": {}
      },
      "白米": {},
      "麦": {},
      "発芽玄米": {},
      "餅": {}
    },
    "麺類": {
      "うどん": {},
      "セット・詰め合わせ": {},
      "そうめん": {},
      "その他": {},
      "そば": {},
      "つけ麺": {},
      "パスタ": {
        "クスクス": {},
        "ショートパスタ": {
          "その他": {},
          "ファルファーレ": {},
          "フジッリ": {},
          "ペンネ": {},
          "マカロニ": {}
        },
        "その他": {},
        "ニョッキ": {},
        "ラザニア": {},
        "ロングパスタ": {
          "カッペリーニ": {},
          "スパゲッティーニ": {},
          "スパゲティー": {},
          "その他": {},
          "フェットチーネ": {},
          "フェデレリーニ": {},
          "ブカティーニ": {},
          "リングイネ": {}
        }
      },
      "ひやむぎ": {},
      "ラーメン": {},
      "ライスヌードル": {},
      "沖縄そば": {},
      "焼きそば": {},
      "長崎ちゃんぽん": {},
      "冷麺": {}
    },
    "野菜・きのこ": {
      "アスパラガス": {},
      "カット野菜": {},
      "かぼちゃ": {},
      "きのこ": {
        "えのき": {},
        "エリンギ": {},
        "しいたけ": {},
        "しめじ": {},
        "その他": {},
        "トリュフ": {},
        "なめこ": {},
        "ポルチーニ": {},
        "まいたけ": {},
        "まつたけ": {}
      },
      "キャベツ": {},
      "キュウリ": {},
      "ごぼう": {},
      "サツマイモ": {},
      "ジャガイモ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "その他野菜": {
        "エシャロット": {},
        "オクラ": {},
        "かぶ": {},
        "カリフラワー": {},
        "ゴーヤー": {},
        "セロリ": {},
        "その他": {},
        "たけのこ": {},
        "パクチー・コリアンダー": {},
        "パセリ": {},
        "ピーマン": {},
        "ブロッコリー": {},
        "ヤーコン": {},
        "ルッコラ": {},
        "れんこん": {},
        "菊芋": {},
        "銀杏": {},
        "行者にんにく": {},
        "山芋・自然薯": {},
        "春菊": {},
        "小松菜": {},
        "水菜": {},
        "大葉・しそ": {},
        "明日葉": {}
      },
      "たまねぎ": {},
      "とうもろこし": {},
      "トマト": {},
      "ナス": {},
      "ニラ": {},
      "にんじん": {},
      "にんにく": {},
      "ねぎ": {},
      "ほうれん草": {},
      "らっきょう": {},
      "レタス": {},
      "山菜": {},
      "水煮野菜": {},
      "生姜": {},
      "大根": {},
      "豆類": {
        "インゲンマメ": {},
        "えんどう": {},
        "その他": {},
        "ひよこ豆": {},
        "黒豆": {},
        "枝豆": {},
        "小豆": {},
        "大豆": {},
        "落花生": {}
      },
      "白菜": {},
      "里芋": {}
    },
    "卵": {
      "うずら卵": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "ピータン": {},
      "烏骨鶏卵": {},
      "温泉たまご": {},
      "鶏卵": {},
      "燻製卵・くんたま": {}
    },
    "練り物": {
      "かまぼこ": {},
      "さつまあげ": {},
      "じゃこ天": {},
      "しんじょ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "ちくわ": {},
      "はんぺん": {},
      "伊達巻": {},
      "魚肉ソーセージ": {},
      "紅白かまぼこ": {},
      "笹かまぼこ": {}
    }
  },
  "水・ソフトドリンク": {
    "お酢飲料": {},
    "お茶・紅茶": {
      "お茶飲料": {
        "その他": {},
        "ハーブティー": {},
        "紅茶": {},
        "植物茶": {},
        "中国茶": {},
        "日本茶": {}
      },
      "その他": {},
      "昆布茶": {},
      "茶葉・ティーバッグ": {
        "その他": {},
        "ハーブティー": {},
        "紅茶": {},
        "植物茶": {},
        "中国茶": {},
        "日本茶": {}
      }
    },
    "コーヒー": {
      "インスタントコーヒー": {},
      "カプセルコーヒー": {},
      "コーヒー飲料": {},
      "コーヒー豆": {},
      "その他": {},
      "ドリップバッグ": {}
    },
    "ココア・チョコレートドリンク": {},
    "スポーツドリンク": {},
    "スムージー": {},
    "ゼリー飲料": {},
    "その他": {},
    "フルーツ入り乳飲料": {},
    "甘酒": {},
    "希釈用ドリンク": {},
    "牛乳": {},
    "植物性ミルク": {
      "アーモンドミルク": {},
      "ココナッツミルク": {},
      "その他": {},
      "ライスミルク": {},
      "豆乳": {}
    },
    "水・炭酸水": {},
    "生姜湯": {},
    "炭酸飲料": {},
    "乳酸菌飲料": {},
    "野菜・果実飲料": {},
    "柚子茶": {}
  },
  "日用品雑貨・文房具・手芸": {
    "その他": {},
    "タオル": {
      "セット": {},
      "その他": {},
      "てぬぐい": {},
      "バスタオル": {},
      "ビーチタオル": {},
      "フェイスタオル": {},
      "ヘアドライタオル": {},
      "ラップタオル": {},
      "冷却タオル": {}
    },
    "トイレ用品": {
      "その他": {},
      "トイレットペーパーホルダー": {},
      "トイレディスペンサー": {},
      "トイレマット・カバー・シート": {
        "その他": {},
        "トイレマット": {},
        "トイレマット・カバーセット": {},
        "フタカバー": {},
        "ペーパーホルダーカバー": {},
        "便座カバー": {},
        "便座シート": {}
      },
      "携帯用洗浄機": {},
      "便座": {}
    },
    "バス用品": {
      "サウナハット": {},
      "シャワーカーテン": {},
      "シャワーヘッド": {},
      "シャワーヘッドホルダー・シャワーフック": {},
      "セット": {},
      "ソープボトル・シャンプーボトル": {},
      "その他": {},
      "タオルハンガー": {},
      "バスピロー": {},
      "バスブーツ": {},
      "バスマット": {},
      "バス保温器": {},
      "ボディスポンジ": {},
      "ボディタオル": {},
      "ボディブラシ": {},
      "椅子": {},
      "軽石": {},
      "自動ソープディスペンサー": {},
      "整理棚・ラック": {},
      "石けんケース・石けん台": {},
      "洗面器・風呂桶": {},
      "入浴剤": {},
      "風呂ふた": {},
      "泡立てネット": {},
      "浴槽・浴室内マット": {}
    },
    "印鑑・ハンコ": {
      "ケース付印鑑セット": {},
      "スタンプ": {},
      "その他": {},
      "ネーム印・浸透印": {},
      "印鑑ケース": {},
      "角印": {},
      "銀行印": {},
      "実印・代表印": {},
      "朱肉・スタンプ台": {},
      "認印": {}
    },
    "冠婚葬祭": {
      "ウェルカムボード": {},
      "ゲストブック": {},
      "その他": {},
      "のし紙": {},
      "ふくさ": {},
      "結納品": {},
      "香典袋": {},
      "祝儀袋": {},
      "招待状": {},
      "水引": {},
      "席札": {},
      "席次表": {},
      "風呂敷": {}
    },
    "手芸・クラフト・生地": {
      "アクセサリークラフト材料": {
        "アクセサリーパーツ": {
          "その他": {},
          "チェーン": {},
          "チャーム": {},
          "プラ板": {},
          "石座・ミール皿・フレーム": {}
        },
        "金具・留め具": {}
      },
      "その他": {},
      "タイル": {},
      "はぎれ・カットクロス": {},
      "パッチワーク・キルティング材料": {
        "キルト芯": {},
        "その他": {},
        "パッチワーク生地": {}
      },
      "ビーズ・ストーン": {},
      "フェルト": {
        "カラーフェルト": {},
        "羊毛フェルト": {}
      },
      "レザークラフト材料": {
        "その他": {},
        "革": {},
        "金具・パーツ": {},
        "糸": {},
        "染料": {}
      },
      "レジン液": {},
      "裁縫材料": {
        "ゴム": {},
        "スパンコール": {},
        "その他": {},
        "チェーン": {},
        "ネームシール": {},
        "バックル": {},
        "ひも": {},
        "ファスナー": {},
        "ブレード": {},
        "ボタン": {},
        "ホック": {},
        "マラボー": {},
        "ミシン糸": {},
        "リボン": {},
        "レース": {},
        "ワッペン・アップリケ": {},
        "型紙・パターン": {},
        "肩パット": {},
        "口金": {},
        "持ち手・ハンドル": {},
        "手芸用テープ": {},
        "手縫い糸": {},
        "芯地": {},
        "接着テープ・接着芯": {},
        "面ファスナー": {},
        "裏地": {}
      },
      "刺繍材料": {
        "刺繍糸": {},
        "刺繍用布": {}
      },
      "手芸材料セット": {},
      "生地・布": {},
      "着色剤": {},
      "陶芸": {
        "その他": {},
        "ろくろ": {},
        "粘土・陶土": {},
        "釉薬": {}
      },
      "道具・キット": {
        "アクセサリークラフトキット": {
          "キーホルダー": {},
          "その他": {},
          "ブレスレット": {},
          "ペンダント・ネックレス": {},
          "携帯ストラップ": {},
          "指輪": {}
        },
        "シルバークラフトキット": {},
        "その他": {},
        "ちりめん細工キット": {},
        "ぬいぐるみ制作キット": {},
        "パッチワーク・キルティング道具": {
          "キルティングフープ・枠": {},
          "キルト針": {},
          "その他": {},
          "パッチワークキット": {}
        },
        "ビーズクラフト道具": {
          "クラフトキット": {},
          "その他": {},
          "ビーズ針": {}
        },
        "フェルトクラフト道具": {
          "クラフトキット": {},
          "その他": {},
          "フェルトニードル・パンチャー": {}
        },
        "ペーパークラフトキット": {},
        "レザークラフト道具": {
          "クラフトキット": {},
          "染色器具": {},
          "用具・工具": {}
        },
        "レジンアクセサリークラフト道具": {
          "クラフトキット": {},
          "その他": {},
          "モールド・レジン型": {}
        },
        "裁縫道具": {
          "ソーイングセット": {},
          "その他": {},
          "ピンクッション": {},
          "ループ返し": {},
          "安全ピン": {},
          "印付け道具": {},
          "裁縫ばさみ": {},
          "裁縫針": {},
          "裁縫箱": {},
          "指ぬき": {},
          "糸きり": {},
          "糸ぬき": {},
          "糸通し": {},
          "定規・メジャー": {},
          "目打ち": {}
        },
        "刺繍道具": {
          "その他": {},
          "刺繍キット": {},
          "刺繍針": {},
          "刺繍図案": {},
          "刺繍枠": {}
        },
        "編物道具": {
          "その他": {},
          "糸巻": {},
          "編針": {}
        }
      },
      "編機・織機": {
        "その他": {},
        "糸車": {},
        "織機": {},
        "編機": {}
      },
      "毛糸": {}
    },
    "生活雑貨": {
      "キャンドルスタンド": {},
      "スリッパ・ルームシューズ": {
        "スリッパ": {},
        "スリッパセット・ルームシューズセット": {},
        "ルームシューズ": {}
      },
      "その他": {},
      "ろうそく": {},
      "蚊帳": {},
      "梱包資材": {
        "クラフト紙": {},
        "その他": {},
        "ダンボール": {},
        "ポリエチレンシート": {},
        "緩衝材": {
          "エアキャップ": {},
          "クッション封筒": {},
          "ストレッチフィルム": {},
          "その他": {}
        },
        "梱包テープ": {},
        "紙管": {}
      },
      "作業用手袋・軍手": {
        "ゴム手袋・ビニール手袋": {},
        "その他": {},
        "軍手": {},
        "皮手袋": {}
      },
      "収納用品": {
        "ウォールポケット": {},
        "かご・バスケット": {},
        "その他": {},
        "ハンガー": {},
        "フック": {
          "S字フック": {},
          "その他": {},
          "ドアハンガーフック": {},
          "マグネットフック": {},
          "吸盤フック": {},
          "釘フック・ネジフック": {},
          "粘着フック": {}
        },
        "マガジンボックス・ファイルボックス": {},
        "マグネットラック": {},
        "レターホルダー": {},
        "衣類圧縮袋": {},
        "衣類収納ボックス": {},
        "突っ張り棒・突っ張り棚": {},
        "布団圧縮袋": {},
        "布団収納ケース": {},
        "有孔ボード・ペグボード": {}
      },
      "断熱シート": {}
    },
    "洗濯用品": {
      "その他": {},
      "タライ": {},
      "ランドリーラック": {},
      "洗濯ネット": {},
      "洗濯バサミ": {},
      "洗濯ボール": {},
      "洗濯板": {},
      "物干しスタンド": {},
      "物干しハンガー": {},
      "物干し竿": {},
      "物干し金物": {},
      "平干しネット": {}
    },
    "掃除用品": {
      "ガラス・サッシ掃除用具": {},
      "スプレーボトル": {},
      "スポンジ・たわし・ブラシ": {
        "キッチンスポンジ": {},
        "その他": {},
        "たわし": {},
        "トイレブラシ": {},
        "パイプブラシ": {},
        "柄付ブラシ・柄付たわし": {},
        "浴室掃除用スポンジ": {}
      },
      "その他": {},
      "ちりとり": {},
      "トイレポット": {},
      "バケツ": {},
      "はたき": {},
      "フロアワイパー・ダスター取替シート": {},
      "フロアワイパー・ダスター本体": {},
      "フローリングワックス": {},
      "ほうき": {},
      "モップ": {},
      "モップ絞り器": {},
      "ラバーカップ": {},
      "雑巾・テーブルダスター": {},
      "使い捨てクロス": {},
      "粘着式クリーナー": {}
    },
    "日用消耗品": {
      "キッチン消耗品": {
        "アルミホイル・アルミ箔": {},
        "キッチンペーパー": {},
        "クッキングシート": {},
        "その他": {},
        "フリーザーバック": {},
        "ラップ": {},
        "飲料水・炊飯用炭": {},
        "脱臭剤": {},
        "天ぷら敷紙・天紙": {},
        "保鮮紙": {},
        "油処理剤": {}
      },
      "ティッシュ・トイレットペーパー": {
        "ウェットティッシュ": {},
        "その他": {},
        "ティッシュペーパー": {},
        "トイレットペーパー": {},
        "ペーパータオル": {},
        "ポケットティッシュ": {},
        "携帯用ウェットティッシュ": {}
      },
      "衣類用消臭剤・芳香剤": {},
      "衣類用防虫剤": {},
      "除湿剤・乾燥剤": {},
      "消臭剤・芳香剤": {},
      "洗剤・柔軟剤・クリーナー": {
        "カビ取り剤": {},
        "ガラス・サッシ用洗剤": {},
        "キッチン用洗剤": {},
        "キッチン用漂白剤": {},
        "さび落とし・金属磨き剤": {},
        "その他": {},
        "トイレ用洗剤": {},
        "マルチクリーナー": {},
        "家具・木製品用洗剤": {},
        "除菌剤": {},
        "床用・カーペット用洗剤": {},
        "洗濯用洗剤・柔軟剤": {
          "しみ抜き剤": {},
          "セット": {},
          "柔軟剤": {},
          "柔軟剤入り洗剤": {},
          "洗濯のり": {},
          "洗濯槽クリーナー": {},
          "洗濯用洗剤": {},
          "洗濯用漂白剤": {}
        },
        "排水口・パイプクリーナー": {},
        "浴室・浴槽洗剤": {}
      },
      "袋": {
        "ゴミ袋": {},
        "その他": {},
        "チャック付ポリ袋": {},
        "レジ袋・ビニール袋": {},
        "傘袋": {},
        "紙袋・手提げ袋": {}
      },
      "虫除け・殺虫剤": {
        "その他": {},
        "携帯用・アウトドア用虫除け": {},
        "殺虫スプレー": {},
        "虫除けスプレー": {},
        "虫除け器具": {},
        "虫除け芳香剤": {},
        "捕獲・誘引器": {}
      }
    },
    "仏壇・仏具・神具": {
      "その他": {},
      "ろうそく消し": {},
      "ろうそく立て": {},
      "朱印帳": {},
      "神具": {
        "かがり火": {},
        "その他": {},
        "御霊舎": {},
        "香炉": {},
        "三方": {},
        "神鏡": {},
        "神具セット": {},
        "神棚": {},
        "燈籠": {}
      },
      "数珠": {},
      "数珠袋": {},
      "線香": {},
      "仏具": {
        "その他": {},
        "りん": {},
        "位牌": {},
        "花立": {},
        "掛軸": {},
        "具足": {},
        "具足・仏具セット": {},
        "経机": {},
        "経本": {},
        "香道具": {},
        "香立て": {},
        "香炉": {},
        "香炉灰・香炉石": {},
        "骨袋": {},
        "骨壷": {},
        "水晶玉": {},
        "線香着火器": {},
        "線香立": {},
        "仏花": {},
        "仏具用お手入れ用品": {},
        "仏像": {},
        "仏壇": {},
        "盆提灯": {},
        "木魚": {}
      },
      "仏前ろうそく": {}
    },
    "文房具・事務用品": {
      "ギフトラッピング用品": {
        "シール・ステッカー": {},
        "その他": {},
        "デザインマスキングテープ": {},
        "ラッピングセット": {},
        "リボン": {},
        "袋・ギフトバッグ": {},
        "透明OPP袋": {},
        "箱・ギフトボックス": {},
        "包装紙": {}
      },
      "クリップ・結束用具": {
        "クリップ": {},
        "クリップボード": {},
        "その他": {},
        "つづりひも": {},
        "結束バンド": {},
        "輪ゴム": {}
      },
      "セロハンテープ・のり・接着剤": {
        "セロハンテープ": {},
        "その他": {},
        "テープカッター台": {},
        "のり": {},
        "ボンド": {},
        "瞬間接着剤": {},
        "接着はがし液": {},
        "両面テープ": {}
      },
      "その他": {},
      "タスキ・腕章": {},
      "チェックライター・ナンバーリング": {},
      "はさみ・裁断用品": {
        "カッターナイフ": {},
        "カッター替え刃": {},
        "カッティングマット": {},
        "その他": {},
        "はさみ": {},
        "レターオープナー・ペーパーナイフ": {},
        "裁断機・ディスクカッター": {},
        "手動シュレッダー": {}
      },
      "ファイル・バインダー": {
        "インデックス": {},
        "クリアケース・クリアファイル": {},
        "スクラップブック": {},
        "その他": {},
        "ドキュメントファイル": {},
        "バインダー": {},
        "ハンギングフォルダー": {},
        "フラットファイル": {},
        "リングファイル": {},
        "個別フォルダー": {},
        "名刺ファイル": {}
      },
      "ブックカバー": {},
      "ブックマーク・しおり": {},
      "プレゼンテーション用品": {
        "コピーボード・電子黒板": {},
        "スケジュールボード": {},
        "その他": {},
        "チョーク": {},
        "パネル": {},
        "ホワイトボード": {},
        "ホワイトボードマーカー": {},
        "ホワイトボード用イレーザー": {},
        "レーザーポインター・指示棒": {},
        "掲示板・コルクボード": {},
        "黒板": {},
        "黒板消し": {}
      },
      "ホッチキス・穴あきパンチ": {
        "その他": {},
        "ホッチキス": {},
        "ホッチキス針": {},
        "穴あきパンチ": {}
      },
      "マグネット": {},
      "マグネットシート": {},
      "ラベル・ステッカー": {
        "インデックスシール": {},
        "カラーラベル": {},
        "シール・ステッカー": {},
        "その他": {},
        "ラベル用紙": {},
        "番号札・荷札": {}
      },
      "レタースケール": {},
      "下敷き": {},
      "画材": {
        "イーゼル": {},
        "エアブラシ": {},
        "キャンバス・パネル": {},
        "クレヨン": {},
        "スケッチバッグ": {},
        "その他": {},
        "つけペン": {},
        "パレット・絵皿": {},
        "画材用紙": {
          "ケント紙": {},
          "スケッチブック": {},
          "その他": {},
          "パステル紙": {},
          "画用紙": {},
          "色画用紙": {},
          "水彩紙": {},
          "版画用紙": {},
          "和紙": {}
        },
        "絵具": {},
        "額縁": {},
        "筆": {}
      },
      "画鋲・ピン": {},
      "机上収納・整理用品": {
        "カード立て": {},
        "その他": {},
        "つり銭トレー": {},
        "デスクマット": {},
        "ブックスタンド": {},
        "レターケース・デスクトレー": {},
        "名刺箱": {}
      },
      "紙めくり・事務用スポンジ": {},
      "紙幣計数機・コインカウンタ": {},
      "写真整理用品": {
        "アルバム": {},
        "その他": {},
        "ポジ袋・ネガ袋": {},
        "写真袋": {}
      },
      "手帳・ノート・紙製品": {
        "その他": {},
        "ノート・メモ帳": {
          "ノート": {},
          "メモ帳": {},
          "ルーズリーフ": {},
          "レポート用紙": {},
          "原稿用紙": {},
          "単語帳・単語カード": {},
          "付箋紙": {},
          "方眼用紙": {}
        },
        "ぽち袋・お年玉袋": {},
        "給料袋・賞与袋": {},
        "工作紙": {
          "その他": {},
          "折り紙": {},
          "千代紙": {},
          "模造紙": {}
        },
        "手帳・日記帳・家計簿": {
          "システム手帳": {},
          "システム手帳リフィル": {},
          "その他": {},
          "家計簿・おこづかい帳": {},
          "手帳": {},
          "日記帳": {}
        },
        "賞状用紙": {},
        "色紙": {},
        "帳簿・伝票・事務書類": {
          "お会計票": {},
          "カーボン紙": {},
          "その他": {},
          "見積書": {},
          "出金伝票": {},
          "請求書": {},
          "帳簿": {},
          "入金伝票": {},
          "納品書": {},
          "領収証": {}
        },
        "封筒・私製はがき・レター用品": {
          "グリーティングカード": {},
          "レターセット": {},
          "私製はがき・絵はがき": {},
          "封筒": {},
          "便箋": {}
        },
        "名刺": {}
      },
      "書道用具": {
        "すずり": {},
        "その他": {},
        "書道セット": {},
        "書道バッグ": {},
        "書道下敷": {},
        "書道筆": {},
        "半紙": {},
        "筆巻き": {},
        "文鎮": {},
        "墨・墨汁": {},
        "落款印": {}
      },
      "製図用品": {
        "コンパス": {},
        "その他": {},
        "トレーシングペーパー": {},
        "三角定規": {},
        "図面ケース": {},
        "製図用テンプレート": {},
        "製図用ペン": {},
        "定規": {},
        "分度器": {}
      },
      "製本機": {
        "その他": {},
        "製本テープ": {},
        "製本機本体": {},
        "製本用カバー": {},
        "製本用とじ具": {}
      },
      "筆記具": {
        "シャープペンシル": {},
        "シャープペンシル替芯": {},
        "その他": {},
        "ペンケース": {},
        "ボールペン": {},
        "ボールペン替芯": {},
        "マーカー・サインペン": {},
        "鉛筆": {},
        "鉛筆削り": {},
        "蛍光ペン": {},
        "消しゴム・修正用品": {
          "その他": {},
          "詰め替え用修正テープ": {},
          "修正テープ": {},
          "修正ペン": {},
          "修正液": {},
          "消しゴム": {},
          "電動消しゴム": {}
        },
        "色鉛筆": {},
        "多機能ペン": {},
        "筆ペン": {},
        "万年筆": {},
        "万年筆用インク": {}
      },
      "名札": {}
    },
    "防災関連グッズ": {
      "ガソリン缶": {},
      "その他": {},
      "メガホン・拡声器": {},
      "応急手当用品": {},
      "家具転倒防止用品": {
        "その他": {},
        "耐震用接着マット・ストッパー": {},
        "突っ張り棒": {},
        "壁面固定器具": {}
      },
      "火災警報器・ガス警報器": {},
      "懐中電灯": {},
      "簡易トイレ": {},
      "簡易毛布・寝袋": {},
      "給水用品": {
        "その他": {},
        "給水タンク": {},
        "給水袋": {}
      },
      "携帯トイレ": {},
      "携帯用浄水器": {},
      "固形燃料": {},
      "消火器": {},
      "担架": {},
      "笛・ホイッスル": {},
      "土嚢": {},
      "発熱・加熱剤": {},
      "避難はしご": {},
      "非常食": {
        "カンパン": {},
        "ご飯": {},
        "その他": {},
        "菓子": {},
        "缶詰パン": {},
        "非常食セット": {},
        "餅": {}
      },
      "保存水": {},
      "放射能測定器・ガイガーカウンター": {},
      "防災セット・非常用持ちだし袋": {},
      "防災ヘルメット": {},
      "防災ラジオ": {},
      "防災頭巾": {},
      "防災用ストーブ": {}
    },
    "防犯関連グッズ": {
      "キーボックス": {},
      "その他": {},
      "ドアまわり防犯用品": {},
      "金庫": {},
      "窓まわり防犯用品": {},
      "南京錠": {},
      "防犯アラーム": {},
      "防犯カメラ": {
        "アクセサリー・パーツ": {
          "その他": {},
          "ハウジング": {},
          "ブラケット": {}
        },
        "レコーダー": {},
        "防犯カメラセット": {},
        "防犯カメラ単体": {}
      },
      "防犯システム": {},
      "防犯ステッカー": {},
      "防犯センサー": {}
    },
    "洋服ブラシ・毛玉取り": {},
    "旅行用品": {
      "シューズバッグ": {},
      "セキュリティポーチ": {},
      "その他": {},
      "トラベルポーチ・パッキングオーガナイザー": {},
      "パスポートカバー": {},
      "機内リラックスグッズ": {
        "アイマスク": {},
        "その他": {},
        "ネックピロー・クッション": {},
        "フットレスト": {},
        "携帯用スリッパ": {},
        "耳栓": {}
      },
      "旅行用小分け容器": {},
      "旅行用変圧器・変換プラグ": {}
    }
  }
};