export const genreTree = {
  "水・ソフトドリンク": {
    "お酢飲料": {},
    "お茶・紅茶": {
      "お茶飲料": {
        "その他": {},
        "ハーブティー": {},
        "紅茶": {},
        "植物茶": {},
        "中国茶": {},
        "日本茶": {}
      },
      "その他": {},
      "昆布茶": {},
      "茶葉・ティーバッグ": {
        "その他": {},
        "ハーブティー": {},
        "紅茶": {},
        "植物茶": {},
        "中国茶": {},
        "日本茶": {}
      }
    },
    "コーヒー": {
      "インスタントコーヒー": {},
      "カプセルコーヒー": {},
      "コーヒー飲料": {},
      "コーヒー豆": {},
      "その他": {},
      "ドリップバッグ": {}
    },
    "ココア・チョコレートドリンク": {},
    "スポーツドリンク": {},
    "スムージー": {},
    "ゼリー飲料": {},
    "その他": {},
    "フルーツ入り乳飲料": {},
    "甘酒": {},
    "希釈用ドリンク": {},
    "牛乳": {},
    "植物性ミルク": {
      "アーモンドミルク": {},
      "ココナッツミルク": {},
      "その他": {},
      "ライスミルク": {},
      "豆乳": {}
    },
    "水・炭酸水": {},
    "生姜湯": {},
    "炭酸飲料": {},
    "乳酸菌飲料": {},
    "野菜・果実飲料": {},
    "柚子茶": {}
  },
  "ダイエット・健康": {
    "サプリメント": {
      "アミノ酸": {
        "BCAA": {},
        "オルニチン": {},
        "カルニチン": {},
        "ギャバ": {},
        "その他": {},
        "マルチアミノ酸": {}
      },
      "オリゴ糖": {},
      "クエン酸": {},
      "グルコサミン・コンドロイチン": {
        "グルコサミン": {},
        "グルコサミン・コンドロイチン混合": {},
        "コンドロイチン": {}
      },
      "コラーゲン": {},
      "その他": {},
      "ヒアルロン酸": {},
      "ビタミン": {
        "その他": {},
        "ビタミンA": {},
        "ビタミンB1": {},
        "ビタミンB12": {},
        "ビタミンB2": {},
        "ビタミンB3・ナイアシン": {},
        "ビタミンB5・パントテン酸": {},
        "ビタミンB6": {},
        "ビタミンB7・ビオチン": {},
        "ビタミンB8": {},
        "ビタミンB9・葉酸": {},
        "ビタミンB群": {},
        "ビタミンC": {},
        "ビタミンD": {},
        "ビタミンE": {},
        "ビタミンK": {},
        "ビタミンP": {},
        "マルチビタミン": {}
      },
      "ビタミン・ミネラル混合": {},
      "ファイトケミカル": {
        "アスタキサンチン": {},
        "カテキン": {},
        "その他": {},
        "ポリフェノール": {
          "その他": {},
          "ピクノジェノール": {},
          "レスベラトロール": {}
        },
        "マルチファイトケミカル": {},
        "ルテイン": {},
        "大豆イソフラボン": {}
      },
      "プラセンタ": {},
      "プロテイン": {
        "カゼインプロテイン": {},
        "ソイプロテイン": {},
        "その他": {},
        "プロテオグリカン": {},
        "ホエイプロテイン": {},
        "マルチプロテイン": {}
      },
      "プロバイオティクス": {
        "KW乳酸菌": {},
        "L-92乳酸菌": {},
        "アシドフィルス菌": {},
        "ケフィア": {},
        "その他": {},
        "ビフィズス菌": {},
        "フェカリス菌": {},
        "マルチプロバイオティック": {},
        "ラブレ菌": {}
      }
    },
    "その他": {},
    "ダイエット": {
      "その他": {}
    },
    "デンタルケア": {
      "その他": {},
      "歯ブラシ": {
        "360度歯ブラシ": {},
        "その他": {}
      }
    },
    "健康アクセサリー": {
      "ゲルマニウムアクセサリー": {
        "ゲルマニウムシール": {},
        "ゲルマニウムネックレス": {}
      },
      "その他": {}
    },
    "健康グッズ": {
      "カイロ": {
        "その他": {},
        "使い捨てカイロ": {
          "その他": {},
          "レギュラータイプ": {}
        }
      },
      "その他": {}
    },
    "健康食品": {
      "スープ": {
        "カプサイシンスープ": {},
        "玄米スープ": {}
      },
      "その他": {}
    }
  },
  "日用品雑貨・文房具・手芸": {
    "その他": {},
    "タオル": {
      "セット": {},
      "その他": {},
      "てぬぐい": {},
      "バスタオル": {},
      "ビーチタオル": {},
      "フェイスタオル": {},
      "ヘアドライタオル": {},
      "ラップタオル": {},
      "冷却タオル": {}
    },
    "トイレ用品": {
      "その他": {},
      "トイレットペーパーホルダー": {},
      "トイレディスペンサー": {},
      "トイレマット・カバー・シート": {
        "その他": {},
        "トイレマット": {}
      }
    },
    "バス用品": {
      "サウナハット": {},
      "シャワーカーテン": {},
      "その他": {}
    },
    "印鑑・ハンコ": {
      "ケース付印鑑セット": {},
      "スタンプ": {},
      "その他": {}
    },
    "冠婚葬祭": {
      "ウェルカムボード": {},
      "ゲストブック": {},
      "その他": {}
    },
    "手芸・クラフト・生地": {
      "アクセサリークラフト材料": {
        "アクセサリーパーツ": {
          "その他": {},
          "チェーン": {}
        }
      },
      "その他": {}
    },
    "文房具・事務用品": {
      "ギフトラッピング用品": {
        "シール・ステッカー": {},
        "その他": {}
      },
      "その他": {},
      "筆記具": {
        "シャープペンシル": {},
        "その他": {},
        "ボールペン": {}
      }
    },
    "防災関連グッズ": {
      "ガソリン缶": {},
      "その他": {}
    },
    "防犯関連グッズ": {
      "キーボックス": {},
      "その他": {}
    },
    "旅行用品": {
      "シューズバッグ": {},
      "その他": {}
    }
  },
  "食品": {
    "その他": {},
    "チーズ・乳製品": {
      "コーヒー用ミルク": {},
      "その他": {},
      "チーズ": {
        "ウォッシュ": {
          "エポワス": {},
          "その他": {}
        }
      },
      "バター": {
        "無塩バター": {},
        "有塩バター": {}
      },
      "マーガリン": {},
      "ヨーグルト": {
        "カスピ海ヨーグルト": {},
        "ギリシャヨーグルト": {}
      },
      "生クリーム・ホイップクリーム": {}
    },
    "パン・ジャム・シリアル": {
      "クルトン": {},
      "ジャム・はちみつ": {
        "コンポート": {},
        "ジャム・コンフィチュール": {},
        "その他": {},
        "チョコレートクリーム": {},
        "はちみつ・ハニー": {
          "ナッツのはちみつ漬け": {},
          "はちみつ": {},
          "マヌカハニー": {},
          "巣蜜・コムハニー": {}
        },
        "ピューレ": {},
        "ピーナッツクリーム・ピーナッツバター": {},
        "ミルククリーム": {},
        "メープルシロップ": {}
      },
      "シリアル": {
        "オートミール": {},
        "グラノーラ": {},
        "コーンフレーク": {},
        "その他": {},
        "ブラン": {},
        "ミューズリー": {},
        "玄米フレーク": {}
      },
      "セット・詰め合わせ": {},
      "パン": {
        "イングリッシュマフィン": {},
        "グリッシーニ": {},
        "クロワッサン": {},
        "スコーン": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "デニッシュ": {},
        "ドイツパン": {},
        "ナン": {},
        "フォカッチャ": {},
        "フランスパン": {},
        "プレッツェル": {},
        "ベーグル": {},
        "ロールパン": {},
        "菓子パン": {
          "あんパン": {},
          "クリームパン": {},
          "ジャムパン": {},
          "その他": {},
          "チョコレートパン": {},
          "メロンパン": {}
        },
        "食パン": {},
        "惣菜パン": {}
      }
    },
    "フルーツ・果物": {
      "アボカド": {},
      "あんず": {},
      "いちご": {},
      "イチジク": {},
      "オレンジ": {},
      "かぼす": {},
      "キウイフルーツ": {},
      "グレープフルーツ": {},
      "さくらんぼ": {},
      "ザクロ": {},
      "じゃばら": {},
      "スイカ": {},
      "すだち": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "ドラゴンフルーツ": {},
      "ドリアン": {},
      "パイナップル": {},
      "パッションフルーツ": {},
      "バナナ": {},
      "パパイヤ": {},
      "びわ": {},
      "ブドウ": {},
      "プラム": {},
      "ブルーベリー": {},
      "マンゴスチン": {},
      "マンゴー": {},
      "みかん": {},
      "ミラクルフルーツ": {},
      "メロン": {},
      "ゆず": {},
      "ライチ": {},
      "りんご": {},
      "レモン": {},
      "柿": {},
      "栗": {},
      "桃": {},
      "梅": {},
      "洋梨": {},
      "和梨": {}
    },
    "乾物": {
      "かんぴょう": {},
      "きな粉": {},
      "ごま": {},
      "さば節": {},
      "その他": {},
      "だし昆布": {},
      "とろろ昆布": {},
      "フカヒレ": {},
      "海苔": {
        "きざみ海苔・もみ海苔": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "韓国海苔": {},
        "焼き海苔": {},
        "青海苔": {},
        "味付け海苔": {}
      },
      "鰹節": {
        "セット・詰め合わせ": {},
        "その他": {},
        "厚削り節": {},
        "仕上節": {},
        "薄削り節": {}
      },
      "乾燥ひじき": {},
      "乾燥もずく": {},
      "乾燥わかめ": {},
      "干ししいたけ": {},
      "高野豆腐": {},
      "煮干": {},
      "春雨": {},
      "切干大根": {},
      "麩": {}
    },
    "缶詰": {
      "セット・詰め合わせ": {},
      "フルーツ・果物": {},
      "水産物加工品": {},
      "惣菜": {},
      "肉加工品": {},
      "野菜・きのこ": {}
    },
    "魚介類・水産加工品": {
      "アジ": {},
      "イカ": {},
      "イワシ": {},
      "ウニ": {},
      "エビ": {},
      "カツオ": {},
      "カニ": {},
      "サケ": {},
      "サバ": {},
      "サンマ": {},
      "シシャモ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "タイ": {},
      "タコ": {},
      "タラ": {
        "切り身・丸ごと": {},
        "白子": {}
      },
      "フグ": {
        "切り身・丸ごと": {},
        "白子": {}
      },
      "ブリ": {},
      "ホッケ": {},
      "マグロ": {
        "カマ": {},
        "その他": {},
        "トロ": {},
        "赤身": {},
        "大トロ": {}
      }
    },
    "精肉・肉加工品": {
      "その他肉類": {},
      "ダチョウ肉": {},
      "鴨肉": {},
      "牛肉": {
        "ギアラ・赤センマイ": {},
        "サーロイン": {},
        "スネ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "タン": {},
        "テール": {},
        "ハチノス": {},
        "ハツ": {},
        "ハラミ": {},
        "バラ・カルビ": {},
        "ヒレ・シャトーブリアン": {},
        "ホルモン": {},
        "みすじ": {},
        "ミノ": {},
        "モモ": {},
        "ランプ": {},
        "リブロース": {},
        "レバー": {},
        "肩ロース": {}
      },
      "鶏肉": {
        "カワ": {},
        "ささみ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ハツ": {},
        "ムネ": {},
        "モモ": {},
        "レバー": {},
        "砂肝・筋胃": {},
        "手羽": {},
        "軟骨": {}
      },
      "鹿肉": {},
      "七面鳥": {},
      "精肉セット": {},
      "猪肉": {},
      "豚肉": {
        "カシラ": {},
        "ガツ": {},
        "コブクロ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "タン": {},
        "ハツ": {},
        "バラ・カルビ": {},
        "ヒレ": {},
        "ホルモン": {},
        "ミミ": {},
        "モモ": {},
        "レバー": {},
        "ロース": {},
        "豚足": {}
      }
    },
    "惣菜": {
      "その他": {},
      "韓国惣菜": {
        "スープ": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "チヂミ": {},
        "トッポギ": {},
        "ナムル": {},
        "プルコギ": {},
        "参鶏湯": {}
      }
    },
    "調味料": {
      "アジアン・エスニック調味料": {
        "ココナッツミルク": {},
        "スイートチリソース": {},
        "その他": {},
        "魚醤・ナンプラー": {}
      },
      "からし・マスタード": {
        "その他": {},
        "ディジョン": {},
        "粒": {}
      },
      "ケチャップ": {},
      "しお": {
        "クリスタルソルト": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "ハーブソルト": {},
        "岩塩": {}
      },
      "しょうゆ": {
        "セット・詰め合わせ": {},
        "その他": {},
        "たまりじょうゆ": {},
        "減塩しょうゆ": {},
        "再仕込みしょうゆ": {},
        "刺身しょうゆ・だししょうゆ": {},
        "濃口しょうゆ": {},
        "白しょうゆ": {},
        "薄口しょうゆ": {}
      },
      "セット・詰め合わせ": {},
      "その他": {},
      "みそ": {
        "セット・詰め合わせ": {},
        "その他": {},
        "合わせみそ": {},
        "赤みそ": {},
        "豆みそ": {},
        "白みそ": {},
        "麦みそ": {},
        "米みそ": {},
        "粒みそ": {}
      },
      "みりん": {
        "みりん風調味料": {},
        "発酵調味料": {},
        "本みりん": {}
      },
      "めんつゆ": {},
      "ラード": {},
      "ラーメンスープ": {},
      "わさび": {},
      "麹": {},
      "砂糖・甘味料": {
        "オリゴ糖": {},
        "ガムシロップ": {},
        "グラニュー糖": {},
        "ざら糖": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "角砂糖": {},
        "黒砂糖": {},
        "三温糖": {},
        "上白糖": {},
        "人工甘味料": {},
        "氷砂糖": {},
        "和三盆": {}
      },
      "酒粕": {},
      "酢": {
        "セット・詰め合わせ": {},
        "その他": {},
        "バルサミコ": {},
        "果実酢": {},
        "玄米酢": {},
        "穀物酢": {},
        "赤ワインビネガー": {},
        "白ワインビネガー": {},
        "米酢": {}
      },
      "生わさび": {}
    },
    "漬物・梅干し・キムチ": {
      "オリーブ": {},
      "キムチ": {},
      "その他": {},
      "ピクルス": {},
      "メンマ・ザーサイ": {},
      "水キムチ": {}
    },
    "豆腐・納豆・こんにゃく": {
      "こんにゃく・しらたき": {},
      "豆腐": {
        "おから": {},
        "がんもどき": {},
        "ごま豆腐": {},
        "セット・詰め合わせ": {},
        "その他": {},
        "寄せ豆腐": {},
        "巾着": {},
        "絹ごし豆腐": {},
        "厚揚げ": {},
        "湯葉": {},
        "豆腐よう": {},
        "木綿豆腐": {},
        "油揚げ": {}
      },
      "納豆": {
        "その他": {},
        "ひきわり納豆": {},
        "ワラ納豆": {},
        "極小粒納豆": {},
        "黒豆納豆": {},
        "小粒納豆": {},
        "大粒納豆": {},
        "中粒納豆": {}
      }
    },
    "瓶詰": {
      "セット・詰め合わせ": {},
      "フルーツ・果物": {},
      "水産物加工品": {},
      "惣菜": {},
      "肉加工品": {},
      "野菜・きのこ": {}
    },
    "粉類": {
      "お好み焼・たこ焼き粉": {},
      "から揚げ粉": {},
      "コーンスターチ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "そば粉": {},
      "パン粉": {},
      "小麦粉": {},
      "天ぷら粉": {},
      "米粉": {},
      "片栗粉": {}
    },
    "米・雑穀": {
      "ご飯パック": {},
      "ジャスミンライス": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "もち麦": {},
      "もち米": {},
      "玄米": {},
      "雑穀・雑穀米": {
        "アマランサス": {},
        "あわ": {},
        "キヌア": {},
        "きび": {},
        "その他": {},
        "ひえ": {},
        "ブレンド": {},
        "黒米": {},
        "赤米": {}
      },
      "白米": {},
      "麦": {},
      "発芽玄米": {},
      "餅": {}
    },
    "麺類": {
      "うどん": {},
      "セット・詰め合わせ": {},
      "そうめん": {},
      "その他": {},
      "そば": {},
      "つけ麺": {},
      "パスタ": {
        "クスクス": {},
        "ショートパスタ": {
          "その他": {},
          "ファルファーレ": {},
          "フジッリ": {},
          "ペンネ": {},
          "マカロニ": {}
        },
        "その他": {},
        "ニョッキ": {},
        "ラザニア": {},
        "ロングパスタ": {
          "カッペリーニ": {},
          "スパゲッティーニ": {},
          "スパゲティー": {},
          "その他": {},
          "フェットチーネ": {},
          "フェデレリーニ": {},
          "ブカティーニ": {},
          "リングイネ": {}
        }
      },
      "ひやむぎ": {},
      "ラーメン": {},
      "ライスヌードル": {},
      "沖縄そば": {},
      "焼きそば": {},
      "長崎ちゃんぽん": {},
      "冷麺": {}
    },
    "野菜・きのこ": {
      "アスパラガス": {},
      "カット野菜": {},
      "かぼちゃ": {},
      "きのこ": {
        "えのき": {},
        "エリンギ": {},
        "しいたけ": {},
        "しめじ": {},
        "その他": {},
        "トリュフ": {},
        "なめこ": {},
        "ポルチーニ": {},
        "まいたけ": {},
        "まつたけ": {}
      },
      "キャベツ": {},
      "キュウリ": {},
      "ごぼう": {},
      "サツマイモ": {},
      "ジャガイモ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "たまねぎ": {},
      "とうもろこし": {},
      "トマト": {},
      "ナス": {},
      "ニラ": {},
      "にんじん": {},
      "にんにく": {},
      "ねぎ": {},
      "ほうれん草": {},
      "らっきょう": {},
      "レタス": {},
      "山菜": {},
      "水煮野菜": {},
      "生姜": {},
      "大根": {},
      "豆類": {
        "インゲンマメ": {},
        "えんどう": {},
        "その他": {},
        "ひよこ豆": {},
        "黒豆": {},
        "枝豆": {},
        "小豆": {},
        "大豆": {},
        "落花生": {}
      },
      "白菜": {},
      "里芋": {}
    },
    "卵": {
      "うずら卵": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "ピータン": {},
      "烏骨鶏卵": {},
      "温泉たまご": {},
      "鶏卵": {},
      "燻製卵・くんたま": {}
    },
    "練り物": {
      "かまぼこ": {},
      "さつまあげ": {},
      "じゃこ天": {},
      "しんじょ": {},
      "セット・詰め合わせ": {},
      "その他": {},
      "ちくわ": {},
      "はんぺん": {},
      "伊達巻": {},
      "魚肉ソーセージ": {},
      "紅白かまぼこ": {},
      "笹かまぼこ": {}
    }
  }
};